Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Ależ oczywiście, że nie! Rozpoznaliby cię, połączyli fakty i mielibyśmy problemy!
uk: Очевидно що ні! Вони впізнають тебе, співставлять факти, і ми матимемо проблеми!

source: Ależ oczywiście.
uk: Звісно ж.

source: Ależ proszę bardzo!
uk: Будь ласка, тримайте!

source: Ależ się zagadałem!
uk: Оце я забалакався!

source: Ależ skąd!
uk: Зовсім ні!

source: Ależ skąd! Rodrigo miał passę i wygrał kilka mniejszych zakładów z rzędu. Stan chciał się odegrać i postawił wszystko, co miał.
uk: Ні в якому разі, Родріго був в ударі і виграв кілька невеликих ставок поспіль. Стен захотів відігратись і поставив усе, що в нього було.

source: Ależ skąd. To moja oferta i nie mam zamiaru jej zmieniać.
uk: Зовсім ні. Це моя пропозиція і я не маю наміру її змінювати.

source: Ależ stary Antonio jest tutaj z nami, nie widzisz? Siedzi na krześle, tam, trochę dalej. Po prostu jest dziś... delikatnie niedysponowany.
uk: Але старий Антоніо тут, з нами, хіба не бачиш? Він сидить у кріслі он там, трохи далі. Він просто... трохи нездужає.

source: Ależ to chyba oczywiste, że trzeba się przyjrzeć temu nieszczęśnikowi! Kto wie, co teraz się z nim dzieje.
uk: Але це хіба не очевидно, що цей нещасний чоловік потребує допомоги! Хтозна, що з ним зараз відбувається.

source: Ależ to jest wykonane! Na pewno świetnie spełni swoje zadanie, podobnie jak ja. Idę pilnować tej bramy.
uk: Яка ж майстерна робота! Впевнений, вона чудово виконує свою роботу, як і я. Я буду охороняти ті ворота.

source: Alfred
uk: Альфред

source: Alice
uk: Аліса

source: Alice jest właścicielką sklepu z różnościami - 'Podróżnik'. Prowadzi go przy placu Świątyni Adanosa.
uk: Аліса є власницею крамнички 'Мандрівник', яка знаходиться біля площі храму Аданоса.

source: Alice oczywiście nie była szczęśliwa z powodu uwolnienia harpii. Oby nie chciała się jakoś odegrać.
uk: Аліса явно не зраділа втечі гарпії. Залишається сподіватися, що вона не захоче помститися.

source: Alice w jakiś sposób weszła w posiadanie aktu własności sklepu Fridy. Muszę się z nią rozmówić i odzyskać papier.
uk: Аліса якимось чином заволоділа документами на крамницю Фріди. Мені потрібно поговорити з нею і повернути папери.

source: Aligator
uk: Алігатор

source: Alkohol działa jak magia, tylko jest od niej bezpieczniejszy.
uk: Алкоголь працює як магія, тільки він безпечніший за неї.

source: Alkohol pomaga osiągnąć porozumienie.
uk: Алкоголь допомагає порозумітися.

source: Alkoholu i dziewek nigdy nie odmawiam!
uk: Від алкоголю та дівчат я ніколи не відмовляюся!

source: Allan
uk: Алан

source: Allan nie żyje.
uk: Алан мертвий.

source: Allan trzyma zaciśnięty róg w ręku, umarł dmiąc...
uk: Алан міцно затиснув в руці ріг. Помер, сурмлячи про допомогу...

source: Allan wpadł na trop jakiegoś człowieka. Wyglądał na świeży, więc łowca postanowił za nim podążyć. Muszę uważać, by nie stracić go z oczu.
uk: Алан натрапив на слід якогось чоловіка. Слід виглядає свіжим, тож мисливець вирішив піти по ньому. Потрібно не спускати з нього очей.

source: Allan za parę sztuk złota będzie mnie uczył strzelania z kuszy. Może mnie też nauczyć podstaw oprawiania zwierząt oraz wyrywania ich kłów i pazurów. Znajdę go przy pracowni Fridy na Placu Targowym.
uk: Алан за декілька золотих навчить мене стріляти з арбалета. Він також може навчити мене основам білування тварин і виривання їхніх ікол та кігтів. Його можна знайти біля майстерні Фріди на Ринковій площі.

source: Almanach Miar Alchemicznych - najprawdopodobniej w bibliotece
uk: Альманах алхімічних вимірювань - швидше за все, в бібліотеці

source: Almanach miar alchemicznych
uk: Альманах алхімічних вимірювань

source: AloReanimator - Chciałby wiedzieć co masz na sobie
uk: AloReanimator – 'Хотів би знати, у що ти вдягнута'

source: Alternatywne ustawienia
uk: Альтернативні налаштування

source: Ambitny nowicjusz
uk: Амбітний послушник

source: Ambrosia
uk: Амброзія

source: Amir
uk: Амір

source: Amir pełni rolę ochroniarza, ale pomaga mi też w wielu innych rzeczach.
uk: Амір виступає в ролі охоронця, але він також допомагає мені з багатьма іншими речами.

source: Amjak
uk: Амджак

source: Amulet
uk: Амулет

source: Amulet Fane'a
uk: Амулет Фейна

source: Amulet Leny
uk: Амулет Олени

source: Amulet Maga Wody
uk: Амулет Мага Води

source: Amulet Myrtańczyka
uk: Амулет Міртани

source: Amulet Nordmarczyka
uk: Нордмарський амулет

source: Amulet Południowca
uk: Амулет південця

source: Amulet Wilczego Syna
uk: Амулет Вовчого Сина

source: Amulet Wodnego Kręgu
uk: Амулет Кільця Води

source: Amulet akrobaty
uk: Амулет акробата

source: Amulet berserkera
uk: Амулет берсерка

source: Amulet duchowego pancerza
uk: Амулет духовної броні

source: Amulet dębowej skóry
uk: Амулет дубової шкіри

source: Amulet długowieczności
uk: Амулет довголіття

source: Amulet jest pozbawiony mocy
uk: Амулет позбавлений сили

source: Amulet kamiennej skóry
uk: Амулет кам'яної шкіри

source: Amulet krzepy
uk: Амулет міцності

source: Amulet magicznego pancerza
uk: Амулет магічної броні

source: Amulet magicznej mocy
uk: Амулет магічної сили

source: Amulet magii
uk: Амулет магії

source: Amulet many
uk: Амулет мани

source: Amulet matki
uk: Амулет матері

source: Amulet mistrza przywołań
uk: Амулет майстра виклику

source: Amulet mocnych kości
uk: Амулет міцних кісток

source: Amulet mocy
uk: Амулет могутності

source: Amulet męczennika
uk: Амулет мученика

source: Amulet obrońcy
uk: Амулет захисника

source: Amulet ochronny
uk: Амулет захисту

source: Amulet ochrony przed ogniem
uk: Амулет захисту від вогню

source: Amulet od Custo
uk: Амулет від Кусто

source: Amulet ognistej skóry
uk: Амулет вогняної шкіри

source: Amulet ostatniego bastionu
uk: Амулет останнього бастіону

source: Amulet oświecenia
uk: Амулет просвітлення

source: Amulet pancerza
uk: Амулет броні

source: Amulet pirata
uk: Амулет пірата

source: Amulet siły
uk: Амулет сили

source: Amulet skały
uk: Амулет скелі

source: Amulet starego awanturnika
uk: Амулет старого шукача пригод

source: Amulet ten może ochronić noszącego przed śmiercią,
uk: Цей амулет може захистити власника від смерті,

source: Amulet z Archolos
uk: Амулет Архолосу

source: Amulet zdrowia
uk: Амулет здоров'я

source: Amulet ze srebrnej skrzynki
uk: Амулет зі срібної скриньки

source: Amulet został zniszczony!
uk: Амулет знищено!

source: Amulet zręczności
uk: Амулет спритності

source: Amulet zwinności
uk: Амулет спритності

source: Amulet złodzieja
uk: Амулет крадія

source: Amulet żelaznych kości
uk: Амулет залізних кісток

source: Amulet życia
uk: Амулет життя

source: Amulet, który otrzymałem od Leny.
uk: Амулет, який я отримав від Олени.

source: Amulet. Mój brat dał ci go za przewóz na Archolos.
uk: Амулет. Мій брат дав його тобі за те, щоб ти відвіз нас на Архолос.

source: Amuletu ani śladu, ale znalazłem przy nim jakiś ciekawy pierścień. Sam Adanos musi mi dzisiaj błogosławić, bo ten cały akwamaryn to chyba jeden z niebieskich kamyków, które kolekcjonuje Lichwiarz. Muszę mu o tym powiedzieć, z pewnością będzie zadowolony, a zadowolony Lichwiarz to kilka pokaźnych sakiewek w mojej kieszeni.
uk: Амулета немає, але я знайшов у нього цікавий перстень. Сам Аданос, мабуть, благословив мене сьогодні, бо цей аквамарин, мабуть, один із тих блакитних каменів, які колекціонує Лихвар. Я повинен розповісти йому про це. Він, безумовно, буде задоволений, а задоволений Лихвар – це кілька чималих гаманців золота.

source: Ana
uk: Анна

source: Ana dała mi klucz do schowka w lecznicy magów. Może uda mi się ustalić, czy Riordian zdołał dokończyć miksturę. Lepiej się pośpieszę, kto wie, czy Arcymagowie nie zechcą przeszukać tego miejsca?
uk: Анна дала мені ключ від сховку в лазареті. Можливо, я дізнаюсь, чи вдалося Ріордіану закінчити зілля. Потрібно поспішати, хто знає, чи не захочуть Архімаги обшукати це місце?

source: Ana nie chce brudzić sobie rąk pracą fizyczną.
uk: Анна не хоче бруднити руки фізичною працею.

source: Ana obiecała, że sprawdzi, gdzie znajduje się pracownia Rierola. Jeśli do tego czasu zdążę poczuć się lepiej, sam się za to wezmę. Póki co muszę odpocząć. Czuję, że ledwo stoję na nogach.
uk: Анна пообіцяла з'ясувати, де знаходиться майстерня Рієрола. Якщо до того часу мені стане краще, я сам туди навідаюсь. А поки що мені потрібно відпочити. Я ледве тримаюся на ногах.

source: Ana wymyśliła, jak wyciągnąć Rierola z pracowni. Mam ukryć się niedaleko wejścia i czekać, aż oboje się oddalą.
uk: Анна придумала, як виманити Рієрола з майстерні. Я маю сховатися неподалік і зачекати, доки вони обоє не підуть.

source: Ana zgodziła się mi pomóc z przygotowaniem eliksiru.
uk: Анна погодилася допомогти мені з приготуванням еліксиру.

source: Ana została w mieście i po wszystkim, czego doświadczyła, zdecydowała się poświęcić resztę swoich dni opiece nad chorymi oraz potrzebującymi.
uk: Анна залишилася в місті, і після всього пережитого вирішила присвятити решту своїх днів догляду за хворими і нужденними.

source: Ana, znowu potrzebuję twojej pomocy.
uk: Анно, мені знову потрібна твоя допомога.

source: Ana?
uk: Анна?

source: Anais
uk: Анаіс

source: Andreas
uk: Андреас

source: Andreas jest gotów przejść do ostatniego punktu swojego planu. Szczegóły ma mi wyjaśnić Gerhard, który lada moment przyjdzie do karczmy Gerstanda.
uk: Андреас готовий перейти до останнього пункту свого плану. Деталі мені повинен пояснити Герхард, який з хвилини на хвилину прибуде до корчми Герстанда.

source: Andreas jest młodszym z braci. Za młodu często chorował, dlatego ojciec nie pozwalał mu wykonywać ciężkich prac na winnicy.
uk: Андреас – молодший з братів. У дитинстві він часто хворів, тому батько не дозволяв йому виконувати важку роботу на винограднику.

source: Andreas ma teraz bliskiego współpracownika, Gerharda.
uk: Зараз у Андреаса є близький помічник Герхард.

source: Andreas miał odzyskać winnicę, bo został oszukany, a tymczasem planowaliście go zabić od samego początku.
uk: Андреас мав отримати виноградник назад, бо його обдурили, а ти від самого початку планував його вбити.

source: Andreas mnie oczekuje.
uk: На мене чекає Андреас.

source: Andreas mówił, żeby go nie zabijać.
uk: Андреас сказав не вбивати його.

source: Andreas nie dał ci wyboru. Ostatecznie i tak darowałeś mu życie.
uk: Андреас не залишив тобі вибору. Зрештою, ти все одно дарував йому життя.

source: Andreas odzyskał kontrolę nad winnicą.
uk: Андреас відновив контроль над виноградником.

source: Andreas wyraźnie się zdenerwował po usłyszeniu mojego raportu. Tym razem zlecił mi sabotaż winnicy, by pokazać nieudolność swojego brata w zarządzaniu nią. Zasugerował uszkodzenie winorośli lub któregoś urządzenia rolniczego. Muszę zbadać, jak takie uszkodzenia powinny wyglądać - może Viktor będzie w stanie mi doradzić? Zrobię wszystko pod osłoną nocy, żeby nikt mnie nie rozpoznał.
uk: Вислухавши мої слова, Андреас помітно засмутився. Цього разу він доручив мені пошкодити виноградник, щоб показати, що його брат не вміє ним керувати. Він запропонував зіпсувати виноградні лози або будь-яке сільськогосподарське приладдя. Потрібно з'ясувати, як це має виглядати – можливо, Віктор зможе мені щось порадить? Робитиму все під покровом темряви, щоб мене ніхто не розгледів.

source: Andreasie.
uk: Андреаса.

source: Ani Holdwig ani Andreas. Zadowolony?
uk: Ані Гольдвіг, ані Андреас. Задоволений?

source: Ani Kessel, ani Ulryk nie mają już żadnego znaczenia.
uk: Ні Кессель, ні Ульрік більше не мають значення.

source: Ani drgnie.
uk: Не зрушити.

source: Ani ja, ani lud nie zlituje się nad twoją duszą, skazańcze.
uk: Ні я, ні народ не помилуємо твою душу, засуджений.

source: Ani kroku dalej albo wybebeszę cię, tu gdzie stoisz!
uk: Ні кроку далі, або я випотрошу тебе там, де ти стоїш!

source: Ani kroku dalej, bo skończysz jak tamci!
uk: Ні кроку далі, інакше закінчиш так само, як вони!

source: Ani kroku dalej. Mamy tutaj miejsce zbrodni. Proszę nie naruszać spokoju ciała.
uk: Більше ні кроку. У нас тут місце злочину. Будь ласка, не чіпай тіло.

source: Ani mi się śni. Sam nawarzyłeś piwa, sam to ogarniaj!
uk: Нізащо. Ти сам заварив цю кашу, сам і розбирайся!

source: Ani myślę się powtarzać. Spieprzaj stąd, knypku!
uk: Я не збираюсь повторювати. Звали звідси, недоумку!

source: Ani myślę, a teraz spadaj!
uk: Все з тобою ясно, а тепер забирайся геть!

source: Ani niewykończonych wrogów. Żegnaj, Marvin.
uk: Як і недобитих ворогів. Прощавай, Марвіне.

source: Ani się obejrzałem, a leżałem na ziemi. Na szczęście jedyne straty, jakie poniosłem, to ta jedna beczka wina, która strzaskała się podczas upadku.
uk: Не встиг я оговтатися, як опинився на землі. На щастя, я втратив лише одну бочку вина, яка розбилася при падінні.

source: Ani się obejrzałem, a stałem w ratuszu.
uk: Не встиг я озирнутися, як опинився в ратуші.

source: Ani się obejrzałem, a ty już wyruszyłeś do Wilczego Leża. Podejrzewam, że tam spotkałeś się z Jonem. Możesz mi powiedzieć, co dokładnie zaszło?
uk: Не встиг я озирнутися, як ти вже вирушив до Вовчого Лігва. Підозрюю, що саме там ти зустрів Йона. Можеш розповісти, що саме сталося?

source: Ani się waż! Czy ty w ogóle mnie słuchasz? Ich zastaw jest wart więcej niż to, co muszą mi oddać! Bardziej mi się opłaca je zatrzymać.
uk: Навіть не думай! Ти взагалі слухаєш мене? Їх застава коштує більше, ніж те що вони мають віддати! Мені вигідніше залишити їхнє добро в себе.

source: Ani słówkiem.
uk: Ані слова.

source: Ani zło, ani dobro nie mogą ostatecznie wygrać. Trwają one w nieustannej walce, gdyż taka jest ich natura.
uk: Ні зло, ні добро не можуть остаточно перемогти. Вони перебувають у постійній боротьбі, бо така їхня природа.

source: Ani śladu po Varinie i jego pracowniku... Jak znam życie, to pewnie stchórzyli i uciekli w stronę obozu. Oby tylko nic nie dopadło ich po drodze.
uk: Ніяких слідів ні Варіна, ні його працівника... Судячи з мого досвіду, вони, мабуть, злякалися і побігли до табору. Сподіваюся, з ними нічого не трапиться по дорозі.

source: Animowane okna
uk: Анімація діалогів

source: Animowane okna dialogowe.
uk: Увімк/вимк. анімація діалогового вікна.

source: Ano Wysłannik. Powiadają, że przybywa z samej stolicy!
uk: Точно Посол. Кажуть, що він прибуде з самої столиці!

source: Ano bardzo śmieszne! Chociaż...
uk: Ну, дуже смішно! Хоча...

source: Ano hieny. Przyłażą tu po zmroku i wykopują ciała. Jeden Beliar wie, co później z nimi robią.
uk: Ну, гієни. Вони приходять сюди як тільки стемніє і викопують тіла. Один тільки Беліар знає, що вони потім з ними роблять.

source: Ano mam. Stodołę trzeba wysprzątać.
uk: Саме так. У хліві треба прибратися.

source: Ano, dziękuję jeszcze raz za całą twoją pomoc.
uk: Анно, ще раз дякую за допомогу.

source: Ano. Teraz tylko znaleźć gdzieś robotę, cholera... no nic, jakbyś kiedyś usłyszał o pracy dla górnika, nie w Kopalni Araxos czy Królewskiej, to daj mi znać.
uk: Так. Тепер мені просто потрібно десь знайти роботу, от дідько... Ну що ж, якщо ти колись почуєш про роботу для гірника, не в Копальні Араксосу чи в Королівській копальні, дай мені знати.

source: Anskar
uk: Анскар

source: Antidotum
uk: Протиотрута

source: Antonio
uk: Антоніо

source: Antonio i wynajęcie strażników? A to dobre! Myślisz, że czemu z nami handluje?
uk: Антоніо наймає вартових? А це цікаво! Чому, по-твоєму, він торгує з нами?

source: Antonio nie wyglądał na chorego.
uk: Антоніо не виглядав хворим.

source: Antonio, Antonio... Jak mogę mu zaufać, skoro mnie zdradził?
uk: Антоніо, Антоніо... Як я можу йому довіряти, якщо він мене зрадив?

source: Antonio, aż tak ci się źle z nami współpracowało?
uk: Антоніо, невже тобі з нами так погано працювалось?

source: Antonio? Ano przełazi tędy ostatnio wielu takich. Wozy mają tak obładowane, że czasem im coś skapnie, to sobie przywłaszczam.
uk: Антоніо? Ну, останнім часом тут багато таких вештається. Їхні вози настільки переповнені, що іноді з них щось випадає, а я це привласнюю.

source: Antonio? Nie znam nikogo takiego.
uk: Антоніо? Не знаю нікого з таким ім'ям.

source: Antyczna włócznia
uk: Стародавній спис

source: Antyczne Ostrze na Prastare Bestie
uk: Старовинний клинок на древніх чудовиськ

source: Antyczny puchar
uk: Антикварний келих

source: Anubis - Robił dobre miny do złej gry
uk: Anubis – 'Зберігав добре обличчя при поганій грі'

source: Aptekarka powiedziała, że wystarczą dwie łyżki rano i wieczorem...
uk: Аптекарка сказала, що достатньо двох ложок вранці та ввечері...

source: Araxos posiada rozbudowaną sieć kontaktów i jest znana z podejmowania się trudnych zadań. Któryś z tropicieli Lorenzo z pewnością będzie mógł coś poradzić.
uk: Гільдія Араксос має широку мережу контактів і відома тим, що береться за складні завдання. Хтось із слідопитів Лоренцо напевно зможе чимось допомогти.

source: Araxos, Kopalnia Królewska, Górnicza Dolina, jedna cholera, i tak wszędzie traktują górników jak zwierzęta.
uk: Араксос, Королівська копальня, Гірнича Долина, дідько, вони скрізь ставляться до гірників, як до тварин.

source: Arcanum Marum: Tom I
uk: Арканум Марум. Том I

source: Arcanum Marum: Tom II
uk: Арканум Марум. Том II

source: Arcanum Marum: Tom III
uk: Арканум Марум. Том III

source: Arcanum Marum: Tom IV
uk: Арканум Марум. Том IV

source: Arcanum Marum: Tom V
uk: Арканум Марум. Том V

source: Arcanum Marum: Tom VI
uk: Арканум Марум. Том VI

source: Arcanum Marum: Tom VII
uk: Арканум Марум. Том VII

source: Arcanum Marum: Tom VIII
uk: Арканум Марум. Том VIII

source: Archolos
uk: Архолос

source: Archolos byłoby całkiem przyjemnym miejscem, gdyby nie te nieustanne spięcia pomiędzy Ulrykiem a miastem i Araxos a strażą.
uk: Архолос був би досить приємним місцем, якби не постійні конфлікти між Ульріком і містом, та Араксосом і Вартою.

source: Archolos może i jest teraz bezpieczne, ale kto wie, gdzie ten szaleniec będzie kontynuował swoje eksperymenty.
uk: Можливо, Архолос тепер в безпеці, але хто знає, де цей божевільний продовжить свої експерименти.

source: Archolos od dawna nie jest bezpiecznym miejscem.
uk: Архолос вже давно не є безпечним місцем.

source: Archolos od zawsze było stolicą kultury, dobrobytu i bezpieczeństwa - wspólnie pokażmy, że dalej tak jest. Z tego powodu, prosimy wszystkich zaniepokojonych obywateli miasta Archolos o zgłaszanie wszelkich odstępstw od naszych lokalnych przepisów, których dopuścić mogliby się nasi wspaniali goście.
uk: Архолос завжди був столицею культури, процвітання і безпеки. Тож давайте разом покажемо, що він досі таким і є. З цієї причини ми просимо всіх небайдужих громадян міста Архолос повідомляти про будь–які порушення наших місцевих законів, які можуть бути вчинені нашими чудовими гостями.

source: Archolos potrzebuje go, aby móc działać jak dobrze naoliwiony zegarek. Zburzysz ten porządek, a czeka cię chaos.
uk: Архолосу потрібно, щоб усе працювало як добре змащений механізм. Порушиш цей порядок – і настане хаос.

source: Archolos potrzebuje mocnej floty, jeśli mamy stawić czoła tym śmierdzielom.
uk: Архолосу потрібен сильний флот, якщо ми хочемо протистояти тим мерзотникам.

source: Archolos potrzebuje więcej takich uzdolnionych i zdeterminowanych młodzieńców.
uk: Архолосу потрібно більше таких талановитих і рішучих молодих людей.

source: Archolos stało się bardzo niebezpieczną wyspą. Pilnując podróżników muszę być bardziej czujnym, niż kiedykolwiek wcześniej.
uk: Архолос став дуже небезпечним островом. Оберігаючи мандрівників, я мушу бути пильнішим, ніж будь-коли раніше.

source: Archolos to gęsto zaludniona wyspa. Wcześniej czy później natkniemy się na jakąś osadę.
uk: Архолос – густонаселений острів. Рано чи пізно ми натрапимо на якесь поселення.

source: Archolos to miasto wielu możliwości, ale równie łatwo jest tutaj zarobić ostrzem pod żebro, jeśli nie zachowasz należytej ostrożności. Gdy już przebijesz się przez tabuny robotników i biedaków w porcie, wstąp na kwaterkę piwa do „Syreniego Lamentu”. Helga, właścicielka tawerny, co prawda podaje paskudne piwo, ale jest też chodzącą skarbnicą plotek i informacji.
uk: Архолос – місто з безліччю можливостей, але так само легко тут можна заробити лезо під ребро, якщо не бути обережним. Після того, як ви проберетеся крізь натовп робітників і бідняків у порту, зазирніть до 'Плачу сирени' на кухоль пива. Хельга, власниця корчми, може і наливає огидне пиво, зате вона – ходяча скарбниця пліток та інформації.

source: Archolos to moje rodzinne strony.
uk: Архолос – це моя батьківщина.

source: Archolos to mój dom. Nie pozwolę mu upaść.
uk: Архолос – мій дім. Я не дам його знищити.

source: Archolos to ogromna metropolia i trafiają tam różni ludzie. Łatwo jest tam wtopić się w tłum i rozpocząć nowe życie nawet ludziom z zewnątrz.
uk: Архолос – величезне місто, куди приїжджають різні люди. Там буде легко злитися з натовпом і почати нове життя, навіть приїжджим.

source: Archolos to stary kraj z bogatą historią, o czym rodowici mieszkańcy często i chętnie przypominają.
uk: Архолос - це стародавній край із багатою історією, про яку так часто й охоче згадують корінні жителі.

source: Archolos to też mój dom. Nie pozwolę mu runąć.
uk: Архолос – це і мій дім теж. Я не дозволю його зруйнувати.

source: Archolos to wspaniała metropolia, obfita w miejsca warte odwiedzenia oraz świetnie sprawdzająca się jako miejsce stałego zamieszkania.
uk: Архолос – дивовижне місто, багате на місця, які варто відвідати, і чудове місце для постійного проживання.

source: Archolos to wspaniała wyspa, stolica i prawdziwa perła Wschodniego Archipelagu. Słynie przede wszystkim z wina, ale są tutaj też surowce naturalne i rozwinięta infrastruktura.
uk: Архолос – чудовий острів, столиця і справжня перлина Східного Архіпелагу. Він в основному славиться своїм вином, але тут також є природні ресурси і розвинена інфраструктура.

source: Archolos wydaje się idealnym miejscem, by pozbyć się kilku z nich.
uk: Архолос здається ідеальним місцем, щоб позбутися кількох із них.

source: Archolos wymaga jeszcze sporo pracy jeśli chodzi o krzewienie wiary w Innosa. Ale nie ustanę w swych wysiłkach!
uk: На Архолосі доведеться ще багато зробити для поширення віри в Інноса. Але я не припиню свої старання!

source: Archolos zaczyna wrzeć od wewnętrznych konfliktów wynikających z dużego zróżnicowania mieszkańców,
uk: Архолос почав закипати від внутрішніх конфліктів, викликаних біженцями з усього королівства,

source: Archolos, jako wspaniała i dumna część naszego potężnego królestwa z radością wita wszystkich rodaków, którzy szukają u nas bezpieczeństwa oraz spokoju.
uk: Архолос, як мальовнича і горда частина нашого могутнього королівства, з радістю вітає всіх співвітчизників, які шукають у нас безпеки та спокою.

source: Archolos, zaświadczam, że mężczyzna o imieniu
uk: підтверджую, що чоловік з іменем

source: Arcydemon
uk: Архідемон

source: Arcymag Ognia, Trimegisto, bardzo zainteresował się historią Runara. Mam zaprowadzić maga do Huuga - handlarza 'boskimi artefaktami'. Jeśli chcę wyjść z tego cało, to lepiej z nim współpracować. Do tego mamy z Huugiem pewnie niedokończone sprawy...
uk: Архімаг Вогню, Трімегісто, дуже зацікавився історією Рунара. Я маю привести мага до Хууга – торговця 'божественними артефактами'. Якщо я хочу виплутатися з цієї історії, мені краще співпрацювати з ним. До того ж, у нас з Хуугом є деякі незавершені справи.

source: Arcymaga zainteresowały nasze ostatnie przygody.
uk: Архімаг цікавився нашими нещодавніми пригодами.

source: Arcymagu, jeśli już chcesz używać tytułów.
uk: Архімагу, якщо ти вже використовуєш титули.

source: Arcymistrzu, wybacz, że przeszkadzam, ale mam bardzo pilną wiadomość. Wieża sygnałowa płonie!
uk: Архімагістре, вибачте, що перериваю, але у мене термінове повідомлення. Сигнальна вежа горить!

source: Arena
uk: Арена

source: Arena trzyma ludzi w ryzach i pozwala im się wyżyć w tych niespokojnych czasach.
uk: Арена загартовує характер і дозволяє людям виживати в ці неспокійні часи.
